<script>

</script>

<div class="master-class modal-card">
    <h3>
        Закрытый мастер-класс для родителей студентов CODIFY Teens с основателем компании Диной Руслан
    </h3>
    <b>Тема: Как помочь ребенку выбрать актуальную профессию в век Искусственного интеллекта</b>
    <ul>
        На мастер классе поделимся
        <li>
            Картой актуальных профессий

        </li>
        <li>
            Cписком полезных приложений и источников информации

        </li>
        <li>
            Cписком хороших колледжей и университетов

        </li>
        <li>
            Обсудим самый важный навык каждого человека «Финансовую грамотность» и как мы обучаем этому наших студентов

        </li>
    </ul>

    <p>ПС. Награждение родителей лучших студентов и угощения<br>
        ПСС. И за чашечкой чая хотим получить обратную связь и мнение родителей что мы можем улучшить!</p>
    <p>🗓️ Каждую пятницу, 10:00 и 16:00 <br>
        📍 Офис Codify, 7 мкр, строение 23
    </p>
    <a href="https://docs.google.com/forms/d/e/1FAIpQLScQmyMSCKE6Ze7D9l8cDKfjDnVZElbRd8o0hI2mOxDrto0kJg/viewform" target="_blank">
        <button class="button contained">Зарегистрироваться</button>

    </a>
</div>

<style>
    .master-class {
        background: #08578C;
    }
    li {
        margin-left: 20px;
    }
    a button {
        width: 100%;
    }
</style>