export const texts = {
  en: {
    buttons: {
      contact_us: 'Связаться с нами',
      dev: 'Разработка',
      allCourses: 'Все курсы',
      design: 'Дизайн',
      managment: 'Менеджмент',
      less: '',
      enroll: 'Записаться на курс',
      consultation: 'Получить консультацию',
      test: 'Пройти тест'
    },
    homePage : {
      h1 : 'Освой востребованную\n<strong class="coloredText">IT профессию</strong>\nи начни зарабатывать',
      h2 : {
        courses: 'Курсы',
        advantages: 'Преимущества обучения в Codify',
        internship: 'Гарантированная стажировка',
        employment: 'Помощь в трудоустройстве',
        students: 'Трудоустроенные студенты',
        studentProjects: 'Работы наших студентов',
        mentors: 'Наши менторы',
        enroll: 'Получить консультацию и записаться на курс'

      },
      advantages: [
        {
          title: 'Обучение с нуля до Junior',
          body: 'Пройди обучение по авторской программе Codify и стань Junior специалистом'
        },
        {
          title: 'Команда тех.поддержки',
          body: 'Получи индивидуальные занятия от команды тех.поддержки'
        },
        {
          title: 'Стажировка в Codify Lab',
          body: 'Работай над реальными проектами в лаборатории Codify'
        },
        {
          title: 'Трудоустройство с HR',
          body: 'Получи курс от HR специалиста и найди работу в IT компании'
        }
      ],
      internship: {
        employment: 'Трудоустройство',
        stages: [
          {
            title: '1 этап',
            body: 'Вы работаете\nнад внутренними\nпроектами от Codify'
          },
          {
            title: '2 этап',
            body: 'Работаете в команде\nнад реальными\nпроектами'
          },
          {
            title: '3 этап',
            body: 'При успешном\nокончании проекта,\n Вы получаете первые\nденьги за выполненную\nработу'
          },
        ]
      },
      employment: {
        ourPM: 'Наш\nHR-специалист\nпоможет:',
        details: [
          'Составить резюме и мотивационное письмо',
          'Оформить портфолио с проектами',
          'Создать Linkedin профиль',
          'Пройти техническое собеседование'
        ]
      },   
        

    },
    footer: {
      about: {
        title: 'О компании',
        academy: 'Взрослые курсы',
        teens: 'Детские курсы',
        events: 'Мероприятия'
      },
      projects: {
        title: 'Наши проекты',
        codifyTeens: 'Codify teens',
        lms: 'Codify LMS',
        crm: 'Codify CRM'
      },
      contacts: {
        title: 'Контакты',
        address: 'ул. Исанова 105/3, 1 этаж'
        
      },
    },
    header: {
      academy: 'Взрослые курсы',
      teens: 'Детские курсы',
      events: 'Мероприятия',
      contacts: 'Контакты',
      call: 'Связаться с нами',
      callUsText: 'Позвните нам:\n<b>+996 550 431 430</b>\nили\nНапишите нам (WhatsApp):\n<b>+996 500 431 430</b>'
    },
    enroll: {
      postMessage: 'Заявка успешно отправлена, с вами свяжутся в ближайшее время',
      name: 'Имя',
      phone: 'Номер телефона',
      email: 'E-mail',
      check: 'Нажимая на кнопку, я соглашаюсь на обработку персональных данных и с правилами пользования Платформы'
    },
    courseFirst: {
      format: 'формат обучения',
      duration: 'Длительность\nкурса:',
      docs: 'Пожизненный доступ\nк материалам',
      internship: 'Гарантированная\nстажировка'
    },
    coursePlan: {
      h2: 'Программа курса',
      p1: 'Вас ждут',
      p2: 'лекции, а также практические задания на основе реальных кейсов.'
    },
    courseWhy: {
      h2: 'Почему',
      h3: 'Стоимость обучения',
      som: 'сом/месяц',
      payment: '*Оплату можно вносить частями',
      start: 'Старт курса:',
      mesto: 'место',
      mest: 'мест',
      mesta: 'места',
      col: 'Осталось:'
    },
    courseHow: {
      h2: 'Как проходит обучение',
      b1: 'Изучаете тему',
      p1: 'Изучаете темы с опытным практикующим специалистом',
      b2: 'Выполняете задания',
      p2: 'Получаете индивидуальную помощь от тех. поддержки',
      b3: 'Изучаете английский',
      p3: 'Каждую субботу мы проводим IT English Talking Club',
      b4: 'Начинаете работать',
      p4: 'После курса Вы получаете стажировку и трудоустройство',
    }
    
  },

  ru: {
    buttons: {
      contact_us: 'Связаться с нами',
      dev: 'Разработка',
      allCourses: 'Все курсы',
      design: 'Дизайн',
      managment: 'Менеджмент',
      less: '',
      enroll: 'Записаться на курс',
      consultation: 'Получить консультацию',
      test: 'Пройти тест'
    },
    homePage : {
      h1 : 'Освой востребованную\n<strong class="coloredText">IT профессию</strong>\nи начни зарабатывать',
      h2 : {
        courses: 'Курсы',
        advantages: 'Преимущества обучения в Codify',
        internship: 'Гарантированная стажировка',
        employment: 'Помощь в трудоустройстве',
        students: 'Трудоустроенные студенты',
        studentProjects: 'Работы наших студентов',
        mentors: 'Наши менторы',
        enroll: 'Получить консультацию и записаться на курс'

      },
      advantages: [
        {
          title: 'Обучение с нуля до Junior',
          body: 'Пройди обучение по авторской программе Codify и стань Junior специалистом'
        },
        {
          title: 'Команда тех.поддержки',
          body: 'Получи индивидуальные занятия от команды тех.поддержки'
        },
        {
          title: 'Стажировка в Codify Lab',
          body: 'Работай над реальными проектами в лаборатории Codify'
        },
        {
          title: 'Трудоустройство с HR',
          body: 'Получи курс от HR специалиста и найди работу в IT компании'
        }
      ],
      internship: {
        employment: 'Трудоустройство',
        stages: [
          {
            title: '1 этап',
            body: 'Вы работаете\nнад внутренними\nпроектами от Codify'
          },
          {
            title: '2 этап',
            body: 'Работаете в команде\nнад реальными\nпроектами'
          },
          {
            title: '3 этап',
            body: 'При успешном\nокончании проекта,\n Вы получаете первые\nденьги за выполненную\nработу'
          },
        ]
      },
      employment: {
        ourPM: 'Наш\nHR-специалист\nпоможет:',
        details: [
          'Составить резюме и мотивационное письмо',
          'Оформить портфолио с проектами',
          'Создать Linkedin профиль',
          'Пройти техническое собеседование'
        ]
      },   
        

    },
    footer: {
      about: {
        title: 'О компании',
        academy: 'Взрослые курсы',
        teens: 'Детские курсы',
        events: 'Мероприятия'
      },
      projects: {
        title: 'Наши проекты',
        codifyTeens: 'Codify teens',
        lms: 'Codify LMS',
        crm: 'Codify CRM'
      },
      contacts: {
        title: 'Контакты',
        address: 'ул. Исанова 105/3, 1 этаж'
        
      },
    },
    header: {
      academy: 'Взрослые курсы',
      teens: 'Детские курсы',
      events: 'Мероприятия',
      contacts: 'Контакты',
      call: 'Связаться с нами',
      callUsText: 'Позвоните нам:\n<b>+996 550 431 430</b>\nили\nНапишите нам (WhatsApp):\n<b>+996 500 431 430</b>'
    },
    enroll: {
      postMessage: 'Заявка успешно отправлена, с вами свяжутся в ближайшее время',
      name: 'Имя',
      phone: 'Номер телефона',
      email: 'E-mail',
      check: 'Нажимая на кнопку, я соглашаюсь на обработку персональных данных и с правилами пользования Платформы'
    },
    courseFirst: {
      format: 'формат обучения',
      duration: 'Длительность\nкурса:',
      docs: 'Пожизненный доступ\nк материалам',
      internship: 'Гарантированная\nстажировка'
    },
    coursePlan: {
      h2: 'Программа курса',
      p1: 'Вас ждут',
      p2: 'лекции, а также практические задания на основе реальных кейсов.'
    },
    courseWhy: {
      h2: 'Почему',
      h3: 'Стоимость обучения',
      som: 'сом/месяц',
      payment: '*Оплату можно вносить частями',
      start: 'Старт курса:',
      mesto: 'место',
      mest: 'мест',
      mesta: 'места',
      col: 'Осталось:'
    },
    courseHow: {
      h2: 'Как проходит обучение',
      b1: 'Изучаете тему',
      p1: 'Изучаете темы с опытным практикующим специалистом',
      b2: 'Выполняете задания',
      p2: 'Получаете индивидуальную помощь от тех. поддержки',
      b3: 'Изучаете английский',
      p3: 'Каждую субботу мы проводим IT English Talking Club',
      b4: 'Начинаете работать',
      p4: 'После курса Вы получаете стажировку и трудоустройство',
    }
    
  }
}
